# Taps
tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jorgelbg/tap"

# Standard
brew "ack"
brew "awscli"
brew "bat"
brew "buildpacks/tap/pack"
brew "chezmoi"
brew "earthly"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "gnupg"
brew "go"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "helm"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "make"
brew "neovim"
brew "nim"
brew "node"
brew "poetry"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "terraform-docs"
brew "thefuck"
brew "viddy"
brew "xh"
brew "yq"
brew "zoxide"

# Casks
cask "aws-vault"
cask "font-hack-nerd-font"
cask "font-fantasque-sans-mono"
cask "obsidian"
cask "postman"
cask "raycast"
cask "spotify"