[
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-linter",
  "obsidian-style-settings",
  "highlightr-plugin",
  "get-info-plugin",
  "cmenu-plugin",
  "mysnippets-plugin",
  "obsidian-mind-map",
  "table-editor-obsidian",
  "sliding-panes-obsidian"
]