nickeb96/puffer-fish
gazorby/fish-exa
dracula/fish
edc/bass
PatrickF1/fzf.fish
oh-my-fish/plugin-aws
laughedelic/pisces
jhillyerd/plugin-git
